<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Неверное имя пользователя или пароль.',
    'password' => 'Пароль',
    'login' => 'Войти',
    'register' => 'Регистрация',
    'fullname' => 'Фио',
    'forgot' => 'Забыли пароль?',
    'remember' => 'Запомнить меня',
    'confirm_password' => 'Повторите пароль',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
];
